
export const hokkaidoPrefCodes = {
  "011000": ["011000"], // 宗谷地方
  "012000": [
    "012010", // 上川地方
    "012020"  // 留萌地方
  ],
  "013000": ["013000"], // 網走・北見・紋別地方
  "014100": [
    "014020", // 釧路地方
    "014010"  // 根室地方
  ],
  "014030": ["014030"], // 十勝地方
  "015000": [
    "015010", // 胆振地方
    "015020"  // 日高地方
  ],
  "016000": [
    "016010", // 石狩地方
    "016020", // 空知地方
    "016030"  // 後志地方
  ],
  "017000": [
    "017010", // 渡島地方
    "017020"  // 檜山地方
  ]
};

export const hokkaidoPrefNames = {
  "011000": "宗谷地方",
  "012000": "上川・留萌地方",
  "013000": "網走・北見・紋別地方",
  "014100": "釧路・根室地方",
  "014030": "十勝地方",
  "015000": "胆振・日高地方",
  "016000": "石狩・空知・後志地方",
  "017000": "渡島・檜山地方"
};


// 130100
export const izuOgasawara = [
  '130020', // 伊豆諸島北部
  '130030', // 伊豆諸島南部
  '130040', // 小笠原諸島
];
